{
    "home": {
      "nl": "Welkom bij JoyFeli Coaching - Ervaar een unieke combinatie van leefstijlcoaching en personal training in Wageningen, waar jouw welzijn en groei centraal staan.",
      "en": "Welcome to JoyFeli Coaching - Experience a unique blend of lifestyle coaching and personal training in Wageningen, where your well-being and growth come first."
    },
    "lifestyleCoaching": {
      "nl": "Ontdek mijn leefstijlcoaching, gericht op het creëren van balans, het bevorderen van een gezonde mindset en het doorvoeren van blijvende gedragsveranderingen. Samen werken we aan duurzame veranderingen voor een betere kwaliteit van leven in Wageningen.",
      "en": "Discover my lifestyle coaching, focused on creating balance, fostering a healthy mindset, and driving lasting behavior change. Together, we'll work on sustainable changes for a better quality of life in Wageningen."
    },
    "personalTraining": {
      "nl": "Ontdek mijn personal training sessies, gericht op het versterken van je fysieke kracht en mentale focus. Persoonlijke begeleiding voor blijvende resultaten in Wageningen.",
      "en": "Discover my personal training sessions focused on boosting your physical strength and mental focus. Get personalized guidance for lasting results in Wageningen."
    },
    "forHer": {
      "nl": "Ontdek mijn coaching voor vrouwen, waar personal training en leefstijlcoaching samenkomen. Samen werken we aan fysieke kracht, mentaal welzijn en duurzame veranderingen voor een gezonde levensstijl in Wageningen.",
      "en": "Discover my coaching for women, where personal training and lifestyle coaching come together. Together, we'll work on physical strength, mental well-being, and sustainable changes for a healthy lifestyle in Wageningen."
    },
    "about": {
      "nl": "Lees meer over Feli Aarsman, de drijvende kracht achter JoyFeli Coaching. Ontdek mijn passie voor natuur, beweging en persoonlijke groei.",
      "en": "Learn about Feli Aarsman, the driving force behind JoyFeli Coaching. Discover my passion for nature, movement, and personal development."
    },
    "contact": {
      "nl": "Neem contact op met JoyFeli Coaching voor vragen of een vrijblijvend adviesgesprek. Ik sta klaar om je te ondersteunen op jouw groeipad.",    
      "en": "Get in touch with JoyFeli Coaching for inquiries or a free consultation. I am here to support you on your journey to growth."
    },
    "terms": {
      "nl": "Lees de algemene voorwaarden van JoyFeli Coaching - belangrijke informatie over mijn diensten, afspraken en verantwoordelijkheden.",  
      "en": "Read the terms and conditions of JoyFeli Coaching - essential information regarding my services, agreements, and responsibilities."
    },
    "privacy": {
      "nl": "Privacybeleid: Lees hier mijn privacybeleid voor jouw privacy.",
      "en": "Privacy Policy: Read here my privacy policy for your privacy."
    }
  }
  