{
    "home": {
      "nl": "Welkom bij JoyFeli Coaching - Ervaar een unieke combinatie van leefstijlcoaching en personal training in Wageningen, waar jouw welzijn en groei centraal staan.",
      "en": "Welcome to JoyFeli Coaching - Experience a unique blend of lifestyle coaching and personal training in Wageningen, where your well-being and growth come first."
    },
    "lifestyleCoaching": {
      "nl": "Verbeter je levensstijl met mijn holistische leefstijlcoaching. Bouw gezonde gewoontes op en vind de balans die past bij jouw unieke behoeften.",
      "en": "Enhance your lifestyle with my holistic coaching approach. Build healthy habits and achieve balance tailored to your unique needs."
    },
    "personalTraining": {
      "nl": "Ontdek mijn personal training sessies, gericht op het versterken van je fysieke kracht en mentale focus. Persoonlijke begeleiding voor blijvende resultaten in Wageningen.",
      "en": "Discover my personal training sessions focused on boosting your physical strength and mental focus. Get personalized guidance for lasting results in Wageningen."
    },
    "forHer": {
      "nl": "Speciaal voor vrouwen: ervaar coaching in een veilige ruimte waar je kracht, zelfvertrouwen en balans ontdekt. Ontdek 'Voor Haar' bij JoyFeli.",  
      "en": "Tailored for women: experience coaching in a safe space to unlock strength, confidence, and balance. Discover the 'For Her' approach at JoyFeli."
    },
    "about": {
      "nl": "Lees meer over Feli Aarsman, de drijvende kracht achter JoyFeli Coaching. Ontdek mijn passie voor natuur, beweging en persoonlijke groei.",
      "en": "Learn about Feli Aarsman, the driving force behind JoyFeli Coaching. Discover my passion for nature, movement, and personal development."
    },
    "contact": {
      "nl": "Neem contact op met JoyFeli Coaching voor vragen of een vrijblijvend adviesgesprek. Wij staan klaar om je te ondersteunen op jouw groeipad.",    
      "en": "Get in touch with JoyFeli Coaching for inquiries or a free consultation. We are here to support you on your journey to growth."
    },
    "terms": {
      "nl": "Lees de algemene voorwaarden van JoyFeli Coaching - belangrijke informatie over onze diensten, afspraken en verantwoordelijkheden.",  
      "en": "Read the terms and conditions of JoyFeli Coaching - essential information regarding our services, agreements, and responsibilities."
    },
    "privacy": {
      "nl": "Privacybeleid: Lees hier mijn privacybeleid voor jouw privacy.",
      "en": "Privacy Policy: Read here my privacy policy for your privacy."
    }
  }
  